{
  "title": "Candy Coloring Pages (Free Printable PDFs)",
  "slug": "candy-coloring-pages",
  "description": "",
  "category": "Food",
  "date": "2024-06-18",
  "sections": null,
  "coloringPages": [
    {
      "title": "Chocolate Candy",
      "image": "chocolate-candy.jpg",
      "pdf": "chocolate-candy.pdf"
    },
    {
      "title": "Chocolate Sweets",
      "image": "chocolate-sweets.jpg",
      "pdf": "chocolate-sweets.pdf"
    },
    {
      "title": "Complex Candy",
      "image": "complex-candy.jpg",
      "pdf": "complex-candy.pdf"
    },
    {
      "title": "Cute Candy Characters",
      "image": "cute-candy-characters.jpg",
      "pdf": "cute-candy-characters.pdf"
    },
    {
      "title": "Full Page Candy Pattern",
      "image": "full-page-candy-pattern.jpg",
      "pdf": "full-page-candy-pattern.pdf"
    },
    {
      "title": "Candyland",
      "image": "candyland.jpg",
      "pdf": "candyland.pdf"
    }
  ],
  "tips": {
    "colors": "Bright reds, oranges, yellows, greens, blues, purples and pinks for candy colors. Whites for creamy fillings or sugar coatings. Browns for chocolates. Why let your candy creations suffer from a sugar slump? Make those sugary subjects pop with vivid neon splashes, shimmering pearl finishes or dazzling metallic accents!",
    "techniques": "A. Color Combinations: For gummy candies, use bold primary colors like red, yellow and green. Add white highlights to create a glossy, gelatinous effect. B. Highlighting and Shadows: On a lollipop, use a red base coat. Add pink highlights on raised areas and shade the stick with maroon undertones.",
    "challenge": "Let your taste buds and imagination indulge by coloring a whimsical candy-themed fantasy world with vibrant, mouthwatering landscapes! For example, depict gumdrop hills, chocolate rock formations, and a licorice river under a cotton candy sky. Embrace vivid color combinations and don’t be afraid to play with exaggerated, larger-than-life scales. This sugary wonderland encourages an explorative, unbounded approach."
  },
  "crafts": [
    {
      "title": "3 DIY Candy Crafts",
      "text": "Get ready for a sugar rush of crafty fun with these sweet ideas! You’ll Need: Instructions: You’ll Need: Instructions: You’ll Need: Instructions:"
    }
  ],
  "related": [
    "dessert-coloring-pages",
    "fruit-coloring-pages",
    "gummy-bear-coloring-pages"
  ]
}